Repository: joesdevil/matac
Catalog: local/*/LC_MESSAGES/django.po
Languages: ar

source: Rechercher par mot clés...
ar: ابحث عن طريق كلمات مفتاحية...

source: Livraison
ar: التوصيل

source: Livraison Gratuite pour achat de 8000 DA et plus
ar: التوصيل مجاني للمشتريات اكثر من 8000دج

source: Service
ar: الخدمات

source: Service client 24/7
ar: الخدمة متوفرة للزبائن 24/7

source: Paiement
ar: الدفع

source: Paiement sécurisé 100
ar: الدفع محمي 100

source: Contactez-nous
ar: تواصل معنا

source: Des questions? Faites-nous savoir en nous envoyant une requête par e-mail ou contactez-nous par téléphone ou à Eurl AllDesigns ain-naadja , algeries, Algeria
ar: لديك أسئلة؟ يمكنك مراسلتنا عبر البريد الالكتروني أو عبر الهاتف او المجيئ الى مركزنا: شركة أول-ديزاينس بعين النعجة،الجزائر،الجزائر

source: Catégories
ar: الفئات

source: Hommes
ar: رجال

source: Femmes
ar: نساء

source: Enfants
ar: أطفال

source: Liens Rapides
ar: روابط سريعة

source: Chercher
ar: ابحث

source: à propos
ar: المزيد عنا

source: Retours
ar: الرجوع للخلف

source: Termes et Conditions
ar: الأحكام والشروط

source: Newsletter
ar: بريد اخباري

source: S'abonné
ar: اشترك

source: Copyright © 2023 Tout droits reservé.
ar: 2023 حقوق النشر © كل الحقوق محفوظة

source: Catégorie tendance
ar: الفئات الحصرية

source: Promotions
ar: التحفيضات

source: Promotion
ar: تخفيض

source: Nouveau
ar: جديد

source: Meilleur vente
ar: الاكثر مبيعا

source: Gender
ar: الجنس

source: Je Valide
ar: تأكيد التسجيل

source: NOUVEAUTÉS
ar: المستجدات

source: PRODUITS LES PLUS VENDUS
ar: المنتجات الأكثر مبيعا

source: Login
ar: تسجيل الدخول

source: Se connecter
ar: تسجيل الدخول

source: OU
ar: أو

source: S'inscrire
ar: تسجيل حساب

source: J'ai oublier mon mot de pass
ar: نسيت كلمة السر

source: Favoris
ar: المفضلة

source: Compte
ar: حسابي

source: Panier
ar: السلة

source: fermer
ar: اغلاق

source: aucun Produit trouver
ar: لم يتم العثور على منتج

source: Aller au Shopping
ar: الذهاب للتسوق

source: you have to login first
ar: يجب تسجيل الدخول أولا

source: Mon Compte
ar: حسابي الشخصي

source: Avis
ar: آراء

source: Tu viens d'arriver ? Profite de
ar: لقد وصلت للتو؟ اربح نسبة

source: de réduction
ar: من التخفيض

source: avec le code :
ar: : باستخدام كود

source: Couleurs
ar: ألوان

source: Taille
ar: المقاس

source: Ajouter Au Panier
ar: أضف الى السلة

source: Délais de livraison
ar: مدة التوصيل

source: Déscription
ar: الوصف

source: Caractéristiques
ar: الخصائص

source: Related Products
ar: منتجات من نفس الخصائص

source: Ajouter
ar: أضف

source: Votre note
ar: تقييمك

source: Upload image
ar: تحميل صورة

source: Confirmer
ar: تأكيد

source: Salut
ar: مرحبا

source: HOMMES
ar: رجال

source: Prix
ar: السعر

source: FEMMES
ar: نساء

source: FEMME
ar: نساء

source: femmes
ar: نساء

source: HOMME
ar: رجال

source: hommes
ar: رجال

source: ENFANT
ar: أطفال

source: enfants
ar: أطفال

source: Show filtering
ar: إظهار التصفية

source: Showing
ar: اظهار

source: of results
ar: من النتائج

source: Trier
ar: فرز

source: new
ar: جديد

source: lowest price
ar: أقل سعر

source: most sales
ar: الأكثر مبيعا

source: rated
ar: الأكثر تقييما

source: Filtrer
ar: تصفية

source: Brand
ar: الماركة

source: Catégorie
ar: الفئة

source: ENFANTS
ar: أطفال

source: Couleur
ar: اللون

source: Photo
ar: صورة شخصية

source: Téléphone
ar: رقم الهاتف

source: prénom
ar: الاسم

source: Nom
ar: اللقب

source: Actions
ar: الأعمال

source: Total
ar: المجموع

source: État
ar: الحالة

source: Date
ar: التاريخ

source: N° Commande
ar: عدد الطلبيات

source: Pas de commande pour le moment
ar: لا يوجد طلبات لحد الان

source: Aller a la boutique
ar: اذهب الى التسوق

source: Retourner a l'acceuil
ar: عد الى الصفحة الرئيسية

source: NB: Votre commande est en cours de confirmation.*
ar: ملحوظة: طلبك قيد التأكيد.*

source: En cas de probleme veuillez contacter notre support au
ar: في حالة مشكلة ما ة رجاءا اتصل بنا على

source: NB: Veuillez soumettre un reçu de paiement pour confirmer votre commande.*
ar: ملاحظة :يرجى تقديم إيصال الدفع لتأكيد طلبك. *

source: Depuis votre Dashboard vous pouvez voir vos
ar: من خلال لوحة التحكم الخاصة بك يمكنك ان ترى

source: Modifier votre mot de passe
ar: و مكنك تعديل كلمة المرور الخاصة بك

source: Commandes recentes
ar: الطلبيات الاخيرة

source: Courriel
ar: البريد الالكتروني

source: modifier
ar: تعديل

source: Accueil
ar: الصفحة الرئيسية

source: Adresse
ar: عنوان الشخصي

source: Sauvegarder
ar: حفظ

source: , Modifier vos informations de commande et de livraison,
ar: ، تعديل المعلومات الخاصة بالطلبيات و التوصيل،

source: Mon Profile
ar: بروفايل الشخصي

source: Profile
ar: البروفايل

source: Dashboard
ar: لوحة التحكم

source: Mes Commandes
ar: طلبياتي

source: Mes informations
ar: معلوماتي الشخصية

source: Se déconnecter
ar: تسجيل الخروج

source: 1. Panier
ar: 1. السلة

source: 2. Commande confirmée
ar: 2. الطلبيات المؤكدة

source: Checkout
ar: الدفع

source: Total Panier
ar: مجموع السلة

source: Sous-Total
ar: المجموع الفرعي

source: Produit
ar: المنتج

source: Quantité
ar: الكمية

source: Coupon de réduction
ar: كوبون التخفيض

source: Appliquer
ar: تأكيد

source: Details de commande
ar: تفاصيل الطلب

source: Nom complet*
ar: *الاسم الكامل

source: Téléphone*
ar: رقم الهاتف*

source: e-mail
ar: البريد الالكتروني

source: adresse
ar: العنوان البريدي

source: Captutré le reçu ccp
ar: CCP التقط صورة لإيصال التحويل

source: information additionnel
ar: معلومات اضافية

source: NB: votre commande sera validée une fois le reçu de paiement envoyé.
ar: ملاحظة: سيتم التحقق من صحة طلبك بمجرد إرسال إيصال الدفع.

source: Valider ma commande
ar: تأكيد طلبيتي

source: Numero du ccp:
ar: رقم البريد الجاري ccp:

source: SANS LIVRAISON
ar: بدون توصيل

source: LIVRAISON POINT DE RELAIS
ar: توصيل الى نقطة موصولة في ولايتي

source: LIVRAISON A DOMICILE
ar: توصيل الى المنزل

source: Calcul de livraison
ar: حسابات التوصيل

source: Selectionner une wilaya
ar: اختر ولايتك

source: ou
ar: أو

source: Livraison à
ar: توصيل الى

source: Retourner à la boutique
ar: عد الى التسوق

source: 2. Commande
ar: 2. الطلب

source: Commande N°:
ar: الطلبية رقم:

source: Sent
ar: تم الارسال

source: waiting
ar: في الانتظار

source: delivered
ar: تم التوصيل

source: received
ar: تلقى

source: Date:
ar: التاريخ:

source: Téléphone:
ar: الهاتف:

source: Mode de paiement:
ar: طريقة الدفع

source: Total:
ar: المجموع

source: Livraison:
ar: التوصيل

source: Sous-Total:
ar: المجموع الفرعي:

source: Produits
ar: المنتجات

source: Quatité
ar: الكمية

source: Reçu de Paiement
ar: عن طريق البريد الجاري

source: Adresse de Livraison
ar: عنوان التوصيل

source: Wishlist
ar: القائمة المفضلة

source: Voir les details
ar: انظر للتفاصيل

source: Voir
ar: تفاصيل أكثر

source: Previous
ar: السابق

source: Next
ar: الأتي

source: Trier par
ar: الفرز حسب

source: most noted
ar: الأكثر ملاحظة

source: most rated
ar: الأكثر تقييما

source: newest
ar: الجديد

source: Season's Essentials
ar: أساسيات الموسم

source: DA
ar: دج

source: DZD
ar: دج

source: Commentaire *
ar: تعليقك *

source: Notes de commande (Optionel)
ar: -اختياري-ملاحظات حول طلبك

source: le meme jour
ar: نفس اليوم

source: jour
ar: يوم

source: jours
ar: أيام

source: Avis et Commentaires
ar: آراء
